tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/versions'

brew 'grc'
brew 'coreutils'
brew 'git-extras'
brew 'figlet'
brew 'ansible'
brew 'git'
brew 'go'
brew 'gradle'
brew 'groovy'
brew 'ruby'
brew 'heroku'
brew 'jenv'
brew 'node'
brew 'nvm'
brew 'rbenv'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'mongodb'
brew 'mysql', restart_service: true
brew 'pow'
brew 'ruby-build'
brew 'spark'
brew 'lua'
brew 'homebrew/php/php55'
brew 'homebrew/php/composer'
brew 'homebrew/php/wp-cli'

=begin
cask_args appdir: '/Applications'
tap 'caskroom/fonts'
tap 'caskroom/versions'

cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'sequel-pro'
cask 'skyfonts'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'transmit'
cask 'vlc'
cask 'java'
=end
